Repository: 0xMRTT/Plots
Catalog: plots/locale/*/LC_MESSAGES/plots.po
Languages: fa, fi, hr, hu

source: Warning: OpenGL {} is unsupported. Plots supports OpenGL 3.3 or greater.
fa: هشدار: OpenGL {} پشتیبانی نمی‌شود. نمودارها از OpenGL ۳٫۳ یا بالاتر پشتیبانی می‌کند.
fi: Varoitus: OpenGL {} ei ole tuettu. Plotit vaatii OpenGL:n version 3.3 tai uudemman.
hr: Upozorenje: OpenGL {} nije podržan. Program Grafikoni podržava OpenGL 3.3 i novije verzije.
hu: Figyelmeztetés: Az OpenGL {} nem támogatott. Az Ábrák támogatja az OpenGL 3.3 vagy újabb verzióját.

source: Plots
fa: نمودارها
fi: Plotit
hr: Grafikoni
hu: Ábrák

source: _Export…
fa: _برون‌ریزی…
fi: _Vie…
hr: _Izvoz …
hu: _Exportálás…

source: _Preferences
fa: _ترجیحات
fi: _Asetukset
hr: _Postavke
hu: _Beállítások

source: Help
fa: راهنما
fi: Ohje
hr: Pomoć
hu: Súgó

source: About Plots
fa: دربارهٔ نمودارها
fi: Tietoja - Plotit
hr: O programu Grafikoni
hu: Az Ábrák névjegye

source: Export image
fa: برون‌ریزی تصویر
fi: Vie kuva
hr: Izvezi sliku
hu: Kép exportálása

source: _Export
fa: _برون‌ریزی
fi: _Vie
hr: _Izvoz
hu: _Exportálás

source: _Cancel
fa: _لغو
fi: _Peru
hr: _Odustani
hu: _Mégse

source: Untitled plot
fa: نمودار بی‌عنوان
fi: Nimetön plottaus
hr: Grafikon bez naslova
hu: Névtelen ábra

source: Copyright © 2021-2022 Alexander Huntley
fa: حق رونوشت © ‎۲۰۲۱-۲۰۲۲ الکساندر هانتلی
fi: Tekijänoikeus © 2021-2022 Alexander Huntley
hr: Autorska prava © 2021. – 2022. Alexander Huntley
hu: Szerzői jog © 2021-2022 Huntley Sándor

source: A graph plotter for GNOME.
fa: یک رسم‌کنندهٔ نمودار برای گنوم.
fi: Plottaussovellus Gnomelle.
hr: Program za crtanje grafikona za GNOME.
hu: Ábrák rajzolásai a GNOME számára.

source: Preferences affecting graph rendering
fa: ترجیحات تأثیرگذار بر پردازش نمودار
fi: Kuvaajan renderöintiin vaikuttavat asetukset
hr: Postavke koje utječu na iscrtavanje grafikona
hu: Az ábra megjelenítését befolyásoló beállítások

source: Rendering
fa: پردازش
fi: Renderöinti
hr: Iscrtavanje
hu: Megjelenítés

source: Line thickness
fa: ضخامت خط
fi: Viivan paksuus
hr: Debljina linija
hu: Vonalvastagság

source: Approximate thickness of the graphs
fa: ضخامت تقریبی نمودارها
fi: Kuvaajien suurpiirteinen paksuus
hr: Približna debljina grafikona
hu: Az ábrák hozzávetőleges vastagsága

source: Samples per pixel
fa: نمونه در هر پیکسل
fi: Näytteitä per kuvapiste
hr: Uzorci po pikselu
hu: Minta/képpont

source: Reduce to improve performance
fa: برای بهبود کارایی، کم کنید
fi: Vähennä parantaaksesi suorituskykyä
hr: Smanji za poboljšavanje izvođenja
hu: Csökkentse a teljesítmény javítása érdekében

source: Error:
fa: خطا:
fi: Virhe:
hr: Greška:
hu: Hiba:
